MEDIA_ALIASES = {
  "ab": [
    "Амедиа",
    "Афаил",
    "Изображение",
    "Медиа",
    "Файл"
  ],
  "ace": [
    "Alat",
    "Berkas",
    "Beureukaih",
    "Gambar"
  ],
  "ady": [
    "Медиа"
  ],
  "af": [
    "Beeld",
    "Lêer"
  ],
  "als": [
    "Bild",
    "Datei",
    "Medium"
  ],
  "alt": [
    "Изображение",
    "Медиа",
    "Файл"
  ],
  "am": [
    "ስዕል",
    "ፋይል"
  ],
  "ami": [
    "Faylo",
    "Mitiya",
    "图像",
    "圖像",
    "圖片",
    "媒体",
    "媒體",
    "文件",
    "档案",
    "檔案"
  ],
  "an": [
    "Imachen",
    "Imagen"
  ],
  "ang": [
    "Biliþ",
    "Ymele"
  ],
  "anp": [
    "फाईल",
    "मीडिया"
  ],
  "ar": [
    "صورة",
    "ملف",
    "ميديا",
    "وسائط"
  ],
  "arc": [
    "ܠܦܦܐ",
    "ܡܝܕܝܐ"
  ],
  "ary": [
    "صورة",
    "فيشي",
    "ملف",
    "ميديا",
    "وسائط"
  ],
  "arz": [
    "صورة",
    "ملف",
    "ميديا",
    "وسائط"
  ],
  "as": [
    "चित्र",
    "চিত্র",
    "চিত্ৰ",
    "মাধ্যম"
  ],
  "ast": [
    "Archivu",
    "Ficheru",
    "Imagen",
    "Imaxe",
    "Imaxen",
    "Medios"
  ],
  "atj": [
    "Natisinahikaniwoc",
    "Tipatcimoctakewin"
  ],
  "av": [
    "Изображение",
    "Медиа",
    "Файл"
  ],
  "avk": [
    "Ewava",
    "Imagen",
    "Iyeltak",
    "Kanaca",
    "Mamind",
    "Изображение"
  ],
  "awa": [
    "फाइल",
    "मीडिया"
  ],
  "ay": [
    "Archivo",
    "Imagen",
    "Medio"
  ],
  "azb": [
    "تصویر",
    "رسانه",
    "رسانه‌ای",
    "فایل",
    "مدیا"
  ],
  "ba": [
    "Изображение",
    "Медиа",
    "Рәсем",
    "Файл"
  ],
  "ban": [
    "Berkas",
    "Gambar",
    "Média"
  ],
  "bar": [
    "Bild",
    "Datei",
    "Medium"
  ],
  "bat-smg": [
    "Abruozdielis",
    "Medėjė",
    "Vaizdas"
  ],
  "bcl": [
    "Ladawan",
    "Medio"
  ],
  "be": [
    "Выява",
    "Мультымедыя",
    "Файл"
  ],
  "be-x-old": [
    "Выява",
    "Мэдыя",
    "Файл"
  ],
  "bg": [
    "Картинка",
    "Медия",
    "Файл"
  ],
  "bh": [
    "चित्र",
    "मीडिया"
  ],
  "bjn": [
    "Barakas",
    "Berkas",
    "Gambar"
  ],
  "blk": [
    "ဖုဲင်",
    "မီဒီယာ"
  ],
  "bm": [
    "Fichier",
    "Média"
  ],
  "bn": [
    "চিত্র",
    "মিডিয়া"
  ],
  "bpy": [
    "ছবি",
    "মিডিয়া"
  ],
  "br": [
    "Restr",
    "Skeudenn"
  ],
  "bs": [
    "Datoteka",
    "Medija",
    "Mediji",
    "Slika"
  ],
  "bug": [
    "Berkas",
    "Gambar"
  ],
  "bxr": [
    "Изображение",
    "Меди",
    "Файл"
  ],
  "ca": [
    "Fitxer",
    "Imatge"
  ],
  "cbk-zam": [
    "Archivo",
    "Imagen",
    "Medio"
  ],
  "cdo": [
    "图像",
    "圖像",
    "媒体",
    "媒體",
    "文件",
    "档案",
    "檔案"
  ],
  "ce": [
    "Изображение",
    "Медиа",
    "Медйа",
    "Сурт",
    "Файл",
    "Хlум"
  ],
  "ch": [
    "Litratu"
  ],
  "ckb": [
    "میدیا",
    "پەڕگە"
  ],
  "co": [
    "Immagine"
  ],
  "crh": [
    "Fayl",
    "Resim",
    "Медиа",
    "Ресим",
    "Файл"
  ],
  "cs": [
    "Média",
    "Obrázok",
    "Soubor"
  ],
  "csb": [
    "Grafika",
    "Òbrôzk"
  ],
  "cu": [
    "Ви́дъ",
    "Видъ",
    "Дѣло",
    "Срѣдьства"
  ],
  "cv": [
    "Изображение",
    "Медиа",
    "Ӳкерчĕк"
  ],
  "cy": [
    "Delwedd"
  ],
  "da": [
    "Billede",
    "Fil"
  ],
  "dag": [
    "Lahabali kɔligu",
    "Miidiya"
  ],
  "de": [
    "Bild",
    "Datei",
    "Medium"
  ],
  "din": [
    "Apamduööt",
    "Ciɛl"
  ],
  "diq": [
    "Dosya",
    "Medya"
  ],
  "dsb": [
    "Bild",
    "Dataja",
    "Medija",
    "Wobraz"
  ],
  "dty": [
    "चित्र",
    "मिडिया"
  ],
  "dv": [
    "މީޑިއާ",
    "ފައިލު",
    "ފައިލް"
  ],
  "el": [
    "Αρχείο",
    "Εικόνα",
    "Μέσο",
    "Μέσον"
  ],
  "eml": [
    "Immagine"
  ],
  "eo": [
    "Aŭdvidaĵo",
    "Dosiero"
  ],
  "es": [
    "Archivo",
    "Imagen",
    "Medio"
  ],
  "eu": [
    "Fitxategi",
    "Irudi"
  ],
  "ext": [
    "Archivu",
    "Imagen",
    "Mediu"
  ],
  "fa": [
    "تصویر",
    "رسانه",
    "رسانه‌ای",
    "مدیا",
    "پرونده"
  ],
  "fat": [
    "Fael"
  ],
  "ff": [
    "Fichier",
    "Média"
  ],
  "fi": [
    "Kuva",
    "Tiedosto"
  ],
  "fiu-vro": [
    "Meediä",
    "Pilt"
  ],
  "fo": [
    "Miðil",
    "Mynd"
  ],
  "fr": [
    "Fichier",
    "Média"
  ],
  "frp": [
    "Fichiér",
    "Mèdia",
    "Émâge"
  ],
  "frr": [
    "Bild",
    "Datei",
    "Medium"
  ],
  "fur": [
    "Figure",
    "Immagine"
  ],
  "fy": [
    "Ofbyld"
  ],
  "ga": [
    "Meán",
    "Íomhá"
  ],
  "gag": [
    "Dosya",
    "Dosye",
    "Mediya",
    "Medya",
    "Resim"
  ],
  "gan": [
    "图像",
    "圖像",
    "媒体",
    "媒體",
    "文件",
    "文檔",
    "档案",
    "檔案"
  ],
  "gcr": [
    "Fiché",
    "Médja"
  ],
  "gd": [
    "Faidhle",
    "Meadhan"
  ],
  "gl": [
    "Arquivo",
    "Ficheiro",
    "Imagem",
    "Imaxe"
  ],
  "glk": [
    "تصویر",
    "رسانه",
    "رسانه‌ای",
    "فاىل",
    "مديا",
    "پرونده"
  ],
  "gn": [
    "Imagen",
    "Medio",
    "Ta'ãnga"
  ],
  "gom": [
    "फायल",
    "माध्यम",
    "मिडिया"
  ],
  "gor": [
    "Berkas",
    "Gambar"
  ],
  "got": [
    "𐍆𐌴𐌹𐌻𐌰"
  ],
  "gu": [
    "ચિત્ર",
    "દ્રશ્ય-શ્રાવ્ય (મિડિયા)"
  ],
  "guc": [
    "Anaajaalaa",
    "Ayaakuwapülee",
    "Imagen"
  ],
  "gur": [
    "Faali",
    "Miidiya"
  ],
  "guw": [
    "Wepo"
  ],
  "gv": [
    "Coadan",
    "Meanyn"
  ],
  "hak": [
    "图像",
    "圖像",
    "媒体",
    "媒體",
    "文件",
    "档案",
    "檔案"
  ],
  "haw": [
    "Kiʻi",
    "Pāpaho",
    "Waihona"
  ],
  "he": [
    "מדיה",
    "קו",
    "קובץ",
    "תמונה"
  ],
  "hi": [
    "चित्र",
    "मीडिया"
  ],
  "hif": [
    "file",
    "saadhan"
  ],
  "hsb": [
    "Bild",
    "Dataja",
    "Wobraz"
  ],
  "ht": [
    "Fichye",
    "Imaj",
    "Medya"
  ],
  "hu": [
    "Fájl",
    "Kép",
    "Média"
  ],
  "hy": [
    "Մեդիա",
    "Պատկեր"
  ],
  "hyw": [
    "Մեդիա",
    "Պատկեր"
  ],
  "ia": [
    "Imagine",
    "Multimedia"
  ],
  "id": [
    "Berkas",
    "Gambar"
  ],
  "ig": [
    "Midia",
    "Nká",
    "Usòrò",
    "Ákwúkwó orünotu"
  ],
  "ilo": [
    "Midia",
    "Papeles"
  ],
  "inh": [
    "Изображение",
    "Медиа",
    "Файл"
  ],
  "io": [
    "Arkivo",
    "Imajo"
  ],
  "is": [
    "Miðill",
    "Mynd"
  ],
  "it": [
    "Immagine"
  ],
  "ja": [
    "ファイル",
    "メディア",
    "画像"
  ],
  "jbo": [
    "datnyvei",
    "velsku"
  ],
  "jv": [
    "Barkas",
    "Gambar",
    "Medhia",
    "Médhia"
  ],
  "ka": [
    "მედია",
    "სურათი",
    "ფაილი"
  ],
  "kaa": [
    "Fayl",
    "Su'wret",
    "Swret",
    "Taspa",
    "Сурет",
    "Таспа",
    "تاسپا",
    "سۋرەت"
  ],
  "kab": [
    "Tugna"
  ],
  "kbd": [
    "Медиа",
    "Файл"
  ],
  "kbp": [
    "Fichier",
    "Média"
  ],
  "kcg": [
    "Fail"
  ],
  "kg": [
    "Fisye"
  ],
  "kk": [
    "Swret",
    "Taspa",
    "Сурет",
    "Таспа",
    "تاسپا",
    "سۋرەت"
  ],
  "kl": [
    "Billede",
    "Fiileq",
    "Fil"
  ],
  "km": [
    "មីឌា",
    "មេឌា",
    "រូបភាព",
    "ឯកសារ"
  ],
  "kn": [
    "ಚಿತ್ರ",
    "ಮೀಡಿಯ"
  ],
  "ko": [
    "그림",
    "미디어",
    "파일"
  ],
  "koi": [
    "Изображение",
    "Медиа",
    "Файл"
  ],
  "krc": [
    "Изображение",
    "Медиа",
    "Файл"
  ],
  "ks": [
    "فَیِل",
    "میڈیا"
  ],
  "ksh": [
    "Beld",
    "Belld",
    "Bild",
    "Datei",
    "Medie",
    "Medium",
    "Meedije",
    "Meedijum"
  ],
  "ku": [
    "Medya",
    "Wêne",
    "میدیا",
    "پەڕگە"
  ],
  "kv": [
    "Изображение",
    "Медиа",
    "Файл"
  ],
  "kw": [
    "Restren"
  ],
  "ky": [
    "Медиа",
    "Файл"
  ],
  "la": [
    "Fasciculus",
    "Imago"
  ],
  "lad": [
    "Archivo",
    "Dossia",
    "Dosya",
    "Imagen",
    "Meddia",
    "Medya"
  ],
  "lb": [
    "Bild",
    "Fichier"
  ],
  "lbe": [
    "Изображение",
    "Медиа",
    "Сурат"
  ],
  "lez": [
    "Mediya",
    "Şəkil",
    "Изображение",
    "Медиа",
    "Файл"
  ],
  "lfn": [
    "Fix"
  ],
  "li": [
    "Aafbeilding",
    "Afbeelding",
    "Plaetje"
  ],
  "lij": [
    "Immaggine",
    "Immagine"
  ],
  "lld": [
    "Immagine"
  ],
  "lmo": [
    "Archivi",
    "Immagine",
    "Imàjine"
  ],
  "ln": [
    "Fichier",
    "Média"
  ],
  "lo": [
    "ສື່",
    "ສື່ອ",
    "ຮູບ"
  ],
  "lt": [
    "Medija",
    "Vaizdas"
  ],
  "ltg": [
    "Fails",
    "Medeja"
  ],
  "lv": [
    "Attēls"
  ],
  "mad": [
    "Bhengkek",
    "Gambar",
    "Mèḍia"
  ],
  "mai": [
    "फाइल",
    "मेडिया"
  ],
  "map-bms": [
    "Barkas",
    "Gambar",
    "Medhia",
    "Médhia"
  ],
  "mdf": [
    "Изображение",
    "Медиа",
    "Няйф"
  ],
  "mg": [
    "Média",
    "Rakitra",
    "Sary"
  ],
  "mhr": [
    "Изображение",
    "Медиа",
    "Файл"
  ],
  "min": [
    "Berkas",
    "Gambar"
  ],
  "mk": [
    "Медиум",
    "Медија",
    "Податотека",
    "Слика"
  ],
  "ml": [
    "ചി",
    "ചിത്രം",
    "പ്ര",
    "പ്രമാണം",
    "മീഡിയ"
  ],
  "mn": [
    "Зураг",
    "Медиа",
    "Файл"
  ],
  "mni": [
    "ꯃꯦꯗꯤꯌꯥ",
    "ꯐꯥꯏꯜ"
  ],
  "mnw": [
    "မဳဒဳယာ",
    "ဝှာင်"
  ],
  "mr": [
    "चित्र",
    "मिडिया"
  ],
  "mrj": [
    "Изображение",
    "Медиа",
    "Файл"
  ],
  "ms": [
    "Fail",
    "Imej"
  ],
  "mt": [
    "Medja",
    "Midja",
    "Stampa"
  ],
  "mwl": [
    "Arquivo",
    "Fexeiro",
    "Ficheiro",
    "Imagem",
    "Multimédia"
  ],
  "my": [
    "ဖိုင်",
    "မီဒီယာ"
  ],
  "myv": [
    "Артовкс",
    "Изображение",
    "Медия"
  ],
  "mzn": [
    "تصویر",
    "رسانه",
    "رسانه‌ای",
    "مدیا",
    "مه‌دیا",
    "پرونده"
  ],
  "nah": [
    "Imagen",
    "Mēdiatl",
    "Īxiptli"
  ],
  "nap": [
    "Fiùra",
    "Immagine"
  ],
  "nds": [
    "Bild",
    "Datei"
  ],
  "nds-nl": [
    "Afbeelding",
    "Bestaand",
    "Ofbeelding"
  ],
  "ne": [
    "चित्र",
    "मीडिया"
  ],
  "new": [
    "किपा",
    "माध्यम"
  ],
  "nia": [
    "Berkas",
    "Gambar"
  ],
  "nl": [
    "Afbeelding",
    "Bestand"
  ],
  "nn": [
    "Bilde",
    "Fil",
    "Filpeikar"
  ],
  "no": [
    "Bilde",
    "Fil",
    "Medium"
  ],
  "nqo": [
    "ߞߐߕߐ߮",
    "ߟߊߛߋߢߊߥߙߍ"
  ],
  "nrm": [
    "Fichier",
    "Média"
  ],
  "nso": [
    "Seswantšho"
  ],
  "nv": [
    "Eʼelyaaígíí"
  ],
  "oc": [
    "Fichièr",
    "Imatge",
    "Mèdia"
  ],
  "olo": [
    "Failu",
    "Kuva",
    "Medii"
  ],
  "or": [
    "ଫାଇଲ",
    "ମାଧ୍ୟମ"
  ],
  "os": [
    "Изображение",
    "Медиа",
    "Ныв",
    "Файл"
  ],
  "pa": [
    "ਤਸਵੀਰ",
    "ਮੀਡੀਆ"
  ],
  "pcd": [
    "Fichier",
    "Média"
  ],
  "pdc": [
    "Bild",
    "Datei",
    "Feil",
    "Medium"
  ],
  "pfl": [
    "Bild",
    "Dadai",
    "Datei",
    "Medium"
  ],
  "pi": [
    "पटिमा",
    "मीडिया"
  ],
  "pl": [
    "Grafika",
    "Plik"
  ],
  "pms": [
    "Figura",
    "Immagine"
  ],
  "pnb": [
    "تصویر",
    "فائل",
    "میڈیا"
  ],
  "pnt": [
    "Αρχείον",
    "Εικόνα",
    "Εικόναν",
    "Μέσον"
  ],
  "ps": [
    "انځور",
    "دوتنه",
    "رسنۍ"
  ],
  "pt": [
    "Arquivo",
    "Ficheiro",
    "Imagem",
    "Multimédia"
  ],
  "pwn": [
    "mitiya",
    "sineqetj a vecik",
    "图像",
    "圖像",
    "圖片",
    "媒体",
    "媒體",
    "文件",
    "档案",
    "檔案"
  ],
  "qu": [
    "Imagen",
    "Midya",
    "Rikcha"
  ],
  "rm": [
    "Datoteca",
    "Multimedia"
  ],
  "rmy": [
    "Chitro",
    "Fişier",
    "Imagine",
    "Mediya"
  ],
  "rn": [
    "Dosiye"
  ],
  "ro": [
    "Fişier",
    "Fișier",
    "Imagine"
  ],
  "roa-rup": [
    "Fişier",
    "Fișier",
    "Imagine"
  ],
  "roa-tara": [
    "Immagine"
  ],
  "ru": [
    "Изображение",
    "Медиа",
    "Файл"
  ],
  "rue": [
    "Зображення",
    "Изображение",
    "Медиа",
    "Медіа",
    "Файл"
  ],
  "rw": [
    "Dosiye",
    "Itangazamakuru"
  ],
  "sa": [
    "चित्रं",
    "चित्रम्",
    "माध्यम",
    "माध्यमम्",
    "सञ्चिका"
  ],
  "sah": [
    "Билэ",
    "Изображение",
    "Миэдьийэ",
    "Ойуу"
  ],
  "sat": [
    "ᱢᱤᱰᱤᱭᱟ",
    "ᱨᱮᱫ"
  ],
  "sc": [
    "Immàgini"
  ],
  "scn": [
    "Immagine",
    "Mmàggini",
    "Mèdia"
  ],
  "sd": [
    "ذريعات",
    "عڪس",
    "فائل"
  ],
  "se": [
    "Bilde",
    "Fiila",
    "Kuva"
  ],
  "sg": [
    "Fichier",
    "Média"
  ],
  "sh": [
    "Datoteka",
    "Fotografija",
    "Medija",
    "Mediji",
    "Slika",
    "Датотека",
    "Медиј"
  ],
  "shi": [
    "Afaylu",
    "Midya"
  ],
  "shn": [
    "သိုဝ်ႇၶၢဝ်ႇ",
    "ၾၢႆႇ"
  ],
  "si": [
    "ගොනුව",
    "මාධ්‍යය",
    "රූපය"
  ],
  "sk": [
    "Médiá",
    "Obrázok",
    "Súbor"
  ],
  "skr": [
    "فائل",
    "میڈیا"
  ],
  "sl": [
    "Datoteka",
    "Slika"
  ],
  "smn": [
    "Kuva",
    "Tiätuvuárkká"
  ],
  "sq": [
    "Figura",
    "Skeda"
  ],
  "sr": [
    "Datoteka",
    "Medij",
    "Датотека",
    "Медиј",
    "Медија",
    "Слика",
    "Фотографија"
  ],
  "srn": [
    "Afbeelding",
    "Gefre"
  ],
  "stq": [
    "Bielde",
    "Bild"
  ],
  "su": [
    "Gambar",
    "Média"
  ],
  "sv": [
    "Bild",
    "Fil"
  ],
  "sw": [
    "Faili",
    "Picha"
  ],
  "szl": [
    "Grafika",
    "Plik"
  ],
  "szy": [
    "myiti",
    "tangan",
    "图像",
    "圖像",
    "圖片",
    "媒体",
    "媒體",
    "文件",
    "档案",
    "檔案"
  ],
  "tay": [
    "biru' na zayzyuwaw",
    "biru’ na zayzyuwaw",
    "media",
    "图像",
    "圖像",
    "圖片",
    "媒体",
    "媒體",
    "文件",
    "档案",
    "檔案"
  ],
  "tcy": [
    "ಫೈಲ್",
    "ಮಾದ್ಯಮೊ"
  ],
  "te": [
    "దస్త్రం",
    "ఫైలు",
    "బొమ్మ",
    "మీడియా"
  ],
  "tet": [
    "Arquivo",
    "Imagem",
    "Imajen"
  ],
  "tg": [
    "Акс",
    "Медиа"
  ],
  "th": [
    "ภาพ",
    "สื่อ",
    "ไฟล์"
  ],
  "ti": [
    "ሜድያ",
    "ፋይል"
  ],
  "tk": [
    "Faýl"
  ],
  "tl": [
    "Midya",
    "Talaksan"
  ],
  "tn": [
    "Pego",
    "Setshwantsho"
  ],
  "tpi": [
    "Fail"
  ],
  "tr": [
    "Dosya",
    "Medya",
    "Ortam",
    "Resim"
  ],
  "trv": [
    "Meyti",
    "Patas bntasan",
    "图像",
    "圖像",
    "圖片",
    "媒体",
    "媒體",
    "文件",
    "档案",
    "檔案"
  ],
  "tt": [
    "Räsem",
    "Изображение",
    "Медиа",
    "Рәсем",
    "Файл"
  ],
  "ty": [
    "Fichier",
    "Média"
  ],
  "tyv": [
    "Изображение",
    "Медиа",
    "Файл"
  ],
  "udm": [
    "Изображение",
    "Медиа",
    "Суред",
    "Файл"
  ],
  "ug": [
    "ھۆججەت",
    "ۋاسىتە"
  ],
  "uk": [
    "Зображення",
    "Изображение",
    "Медиа",
    "Медіа",
    "Файл"
  ],
  "ur": [
    "تصویر",
    "زریعہ",
    "فائل",
    "ملف",
    "میڈیا",
    "وسیط"
  ],
  "uz": [
    "Fayl",
    "Mediya",
    "Tasvir"
  ],
  "vec": [
    "Immagine",
    "Imàjine",
    "Mèdia"
  ],
  "vep": [
    "Fail",
    "Pilt"
  ],
  "vi": [
    "Hình",
    "Phương tiện",
    "Tập tin"
  ],
  "vls": [
    "Afbeelding",
    "Ofbeeldienge"
  ],
  "vo": [
    "Magod",
    "Nünamakanäd",
    "Ragiv"
  ],
  "wa": [
    "Imådje"
  ],
  "war": [
    "Fayl",
    "Medya",
    "Paypay"
  ],
  "wo": [
    "Dencukaay",
    "Xibaarukaay"
  ],
  "wuu": [
    "图像",
    "圖像",
    "媒体",
    "媒體",
    "文件",
    "档案",
    "檔案"
  ],
  "xal": [
    "Аһар",
    "Боомг",
    "Зург",
    "Изображение"
  ],
  "xmf": [
    "მედია",
    "სურათი",
    "ფაილი"
  ],
  "yi": [
    "בילד",
    "טעקע",
    "מעדיע",
    "תמונה"
  ],
  "yo": [
    "Amóhùnmáwòrán",
    "Fáìlì",
    "Àwòrán"
  ],
  "za": [
    "图像",
    "圖像",
    "媒体",
    "媒体文件",
    "媒體",
    "文件",
    "档案",
    "檔案"
  ],
  "zea": [
    "Afbeelding",
    "Plaetje"
  ],
  "zh": [
    "F",
    "图像",
    "圖像",
    "圖片",
    "媒体",
    "媒体文件",
    "媒體",
    "文件",
    "档案",
    "檔案"
  ],
  "zh-classical": [
    "图像",
    "圖像",
    "媒体",
    "媒體",
    "文件",
    "档案",
    "檔案"
  ],
  "zh-min-nan": [
    "Mûi-thé",
    "tóng-àn",
    "图像",
    "圖像",
    "媒体",
    "媒體",
    "文件",
    "档案",
    "檔案"
  ],
  "zh-yue": [
    "图",
    "图像",
    "圖",
    "圖像",
    "媒体",
    "媒體",
    "文件",
    "档",
    "档案",
    "檔",
    "檔案"
  ]
}